{
    "1": {
        "text": "",
        "img": [
            "-images/page-1-img-0.png"
        ],
        "translation": "-------------------------------------\nбудь ласка, перекладіть цей контент на українську мову, нічого не створюючи або не вилучаючи іншого."
    },
    "2": {
        "text": "CHAPTER ONE\nA Handsome Man and an Angry Woman\nMonday 1st March\nAll women found Cristian La Roque incredibly handsome. He had\nbeautiful dark hair and eyes as blue as the sea. He was tall, slim and always\nelegantly dressed. His mother had given him a passion for clothes and at\nsixteen, he decided to become a fashion designer. He was now twenty-nine\nand good at his job.\nBut he was ambitious and he wanted to be the best.\nAt 9.15 he walked into the offices of his latest employer, Folly\nFashions.\nNorma Folly was the owner of Folly Fashions, the fashion house she\nhad set up thirty years ago.\nShe was fifty-two years old but looked younger. She had blonde\nhair, wore lots of make-up and liked to wear the latest fashions. Her dream\nwas to have the most successful fashion house in Britain. She wanted\neveryone to know the name Folly Fashions.\nNorma was not a happy woman. She was reading the front page of\nthe newspaper Business World.\nThe more she read, the angrier she became.\nShe heard voices coming from reception.\nShe got up, opened the door and saw her new designer laughing and\njoking with the secretary.\n\"Good morning, Cristian. I see that, as usual, you are working hard.\nIn my office - NOW!\"\n",
        "img": [],
        "translation": "РОЗДІЛ ПЕРШИЙ\nКрасивий чоловік та сердита жінка\nПонеділок, 1 березня\nУсі жінки знаходили Крістіана Ла Рока надзвичайно привабливим. Він мав прекрасне темне волосся та очі як море. Він був високим, струнким і завжди елегантно одягненим. Його мати передала йому страсть до одягу і у шістнадцять років він вирішив стати дизайнером моди. Тепер йому було двадцять дев'ять років і його робота добре йшла.\nАле він був амбіційним і хотів бути найкращим.\nО 9:15 він увійшов до офісу свого останнього роботодавця, Folly Fashions.\nНорма Фоллі була власницею Folly Fashions, модного будинку, який вона заснувала тридцять років тому. Їй було п'ятдесят два роки, але вона виглядала молодше. Вона мала біле волосся, носила багато макіяжу та любила носити останні модні речі. Її мрією було мати найуспішніший модний будинок у Великій Британії. Вона хотіла, щоб усі знали назву Folly Fashions.\nНорма не була щасливою жінкою. Вона читала передню сторінку газети Business World. Чим більше вона читала, тим більше сердилася.\nВона почула голоси, що надходили з приймальні.\nВона піднялась, відкрила двері і побачила свого нового дизайнера, який сміявся і жартував з секретарем.\n- Доброго ранку, Крістіан. Я бачу, що, як завжди, ви наполегливо працюєте. У моєму кабінеті - ЗАРАЗ!"
    },
    "3": {
        "text": "Cristian winked at the secretary, followed Norma into the office and\nsat down.\nNorma stood behind her desk.\n\"I don't pay you to talk to women all day. While you're chatting, I'm\nworrying. I employed you to prepare our autumn-winter collection for the\nnext fashion show but I'm beginning to regret it. The show is on 19th March\nso you've got less than three weeks to produce all the designs.\" She glared\nat Cristian and waited for an answer.\n\"Don't worry, Norma. Everything is under control.\nI just need a few more dresses to finish the collection.\" He noticed\nthe newspaper on her desk. \"What are you reading, your horoscope?\" he\njoked.\n\"Cristian, don't forget that I'm the boss. Now, what do you know\nabout Laura Crane?\" she asked.\n\"I hear she's quite successful,\" he replied.\n\"Certainly more successful than you. She works for her father at\nCrane Creations, our biggest rivals. In this week's issue of Business World\nthere's an article about her. They call her 'the new face of fashion'. Listen to\nthis...\" Norma began to read from the article: 'Crane Creations has a new\ndesigner, the turnover is up by 35 percent and profits are increasing. They\nnow receive orders from all over Europe, they make clothes for famous\npeople, they are preparing their best autumn-winter collection...'\nCristian interrupted her to say: \"OK, OK, I understand.\"\n\"No, you don't,\" shouted Norma. \"At Folly Fashions the turnover is\ndown, our profits are decreasing and we have had only three orders from\nour last catalogue. Every month I have to delay payments to suppliers and\nall I get from you are expense claims. I want to be bigger and better than\nCrane Creations. So, what are you going to do about it?\"\n",
        "img": [],
        "translation": "Крістіан підморгнув секретареві, пішов за Нормою до офісу й сів у кріслі.\nНорма стояла за своїм столом.\n\"Я не плачу тобі за те, щоб ти розмовляв з жінками цілий день. Коли ти балакаєш, я хвилююся. Я взяла тебе на роботу, щоб ти підготував нашу осінньо-зимову колекцію для наступного показу мод, але я починаю пожалкувати про це. Показ відбудеться 19 березня, тому у тебе залишилося менше трьох тижнів на те, щоб підготувати всі дизайни\". Вона гнівно дивилася на Крістіана й чекала на відповідь.\n\"Не хвилюйся, Нормо. Все контролюється. Мені потрібні лише кілька платтів, щоб завершити колекцію\". Він помітив газету на її столі. \"Що ти читаєш, свій гороскоп?\" - жартома промовив він.\n\"Крістіане, не забувай, що я начальник. А тепер, що ти знаєш про Лору Крейн?\" запитала вона.\n\"Я чув, що вона досить успішна\", відповів він.\n\"Звичайно, вона успішніша за тебе. Вона працює у свого батька на Crane Creations, наших найбільших конкурентів. У цьому випуску Business World є стаття про неї. Її називають 'новим обличчям моди'. Послухай це...\" Норма почала читати зі статті: \"У Crane Creations є новий дизайнер, обіг збільшився на 35 відсотків, збільшуються прибутки. Тепер вони отримують замовлення з усієї Європи, вони виготовляють одяг для відомих людей, підготовлюють свою найкращу осінньо-зимову колекцію...\"\nКрістіан перервав її і сказав: \"Добре, добре, я розумію\".\n\"Ні, ти не розумієш\", крикнула Норма. \"У Folly Fashions обіг зменшується, наші прибутки скорочуються, і ми отримали тільки три замовлення зі свого останнього каталогу. Кожен місяць мені доводиться затримувати платежі постачальникам, а ти даєш мені тільки витратні нарахування. Я хочу бути більшими й кращими за Crane Creations. Тому що ти збираєшся з цим зробити?\""
    },
    "4": {
        "text": "Cristian smiled.\n\"Norma, soon I will make you the queen of fashion and destroy\n Crane Creations at the same time. I've got an idea...\"\n",
        "img": [],
        "translation": "Крістіан посміхнувся.\n\"Норма, скоро я зроблю тебе королевою моди і, в той же час, знищу Крейн Кріейшнз. У мене є ідея...\""
    },
    "5": {
        "text": " \nCHAPTER TWO\nAn Important Meeting\nMonday 1st March\n\"The next point on the agenda is the present financial position of\nCrane Creations.\" Edward Crane couldn't resist a smile. He was dressed, as\nalways, in an expensive suit, shirt and tie. His grey hair was cut short and\nhe looked elegant and distinguished.\nHe was in a meeting with his daughter Laura, Manuel, their new\ndesigner, and Suzie Forest, the secretary.\n\"I'd like to take this opportunity to congratulate Laura on the success\nshe has brought to Crane Creations.\nI'm sure everyone has read the article in Business World this\nmorning.\"\nLaura smiled. Her long brown hair was tied at the back of her neck\nand she too was well-dressed.\nShe preferred to wear trouser suits and silk blouses.\nShe said: \"This has been a great year for us. If you look at these\ngraphs you will see that sales, turnover and profits have all increased\nsharply. This is due to the hard work and effort of all employees at Crane\nCreations. Things are going so well that we have decided to launch some of\nour designs on the American market. In April we are going to begin selling\nour most popular line of clothing in two retail outlets in New York.\"\nHer father smiled again. \"Manuel's first collection for us was a huge\nsuccess. Manuel, are you going to tell us about the autumn-winter fashion\nshow on March 27th?\"\n",
        "img": [],
        "translation": "РОЗДІЛ ДРУГИЙ\nВажлива зустріч\nПонеділок, 1 березня\n\"Наступним пунктом порядку денного є поточна фінансова позиція Crane Creations.\" Едвард Крейн не зміг стриматися і посміхнувся. Він був одягнений, як завжди, у дорогий костюм, сорочку та краватку. Він мав коротко пострижене сиве волосся і виглядав елегантно та дистинктивно.\n\nВін був на зустрічі зі своєю дочкою Лаурою, Мануелем, їх новим дизайнером, та Сюзі Форест, секретарем.\n\n\"Я хотів би скористатися цією нагодою, щоб привітати Лауру з успіхом, який вона принесла Crane Creations. Я впевнений, що кожен прочитав статтю у Business World сьогодні вранці.\"\n\nЛаура посміхнулася. У неї були довгі коричневі волосся, зібрані в пучок на затилку, і вона також була добре одягнена. Вона віддавала перевагу штанним костюмам та шовковим блузам. \n\nВона сказала: \"Це був великий рік для нас. Якщо ви подивитеся на ці графіки, ви побачите, що продажі, оборот та прибутки різко зросли. Це все завдяки наполегливій роботі всіх працівників Crane Creations. Справи йдуть так добре, що ми вирішили запустити деякі з наших дизайнів на американському ринку. У квітні ми починаємо продавати наш найпопулярніший одяг у двох роздрібних магазинах у Нью-Йорку.\"\n\nЇї батько знову посміхнувся. \"Перша колекція Мануела для нас була великим успіхом. Мануеле, чи розкажеш ти нам про модний показ на осінь-зиму, що відбудеться 27 березня?\""
    },
    "6": {
        "text": "The small man with hair dyed blond and dressed in a purple shirt\nand designer jeans began to speak.\n\"I have so many ideas that I can't decide which ones to include in\nthe collection. I think I'll make my final decision next week hut I can tell\nyou now, it's going to be a fantastic show.\"\n\"Excellent,\" replied Edward Crane. \"Our company is getting\nstronger unlike our competitor Folly Fashions, although I've heard that\nNorma has a new designer.\"\n\"That company's a joke,\" sneered Manuel. Everyone in the room\nagreed.\nLaura said: \"My father and I are going to visit the trade fair\n'Everything for Fashion' on Monday 8th March to try and make more\ncontacts in our field. We always need new suppliers and buyers. Suzie, have\nyou booked our train tickets?\" She looked at the young woman who was\nbusy taking the minutes of the meeting. Suzie had beautiful long red hair\nand green eyes. She shared a house with Laura and they were good friends.\n\"Not yet. I'll do it after the meeting.\"\nAt four o'clock the meeting had finished and Laura and Suzie were\nin their office. The phone rang and Suzie answered it.\n\"Good afternoon, Crane Creations. Can I help you?\"\n\"Hello. My name is Simon Robbins. I work for the UK Post and I'd\nlike to make an appointment to interview Laura Crane.\"\n\"Hold the line please, I'm putting you through,\" replied Suzie.\nLaura picked up the phone and spoke to the reporter. \"Mr Robbins,\nis Wednesday at 1.30 a convenient time for you?\"\n\"That will be perfect. I look forward to meeting you. Goodbye.\"\n",
        "img": [],
        "translation": "Маленький чоловік з забарвленими в блонд волоссям і одягнутий у фіолетову сорочку та дизайнерські джинси почав говорити.\n\"У мене є так багато ідей, що я не можу вирішити, які саме включити до колекції. Я думаю, я прийму остаточне рішення наступного тижня, але я можу вам сказати, що це буде фантастичний шоу.\"\n\"Чудово,\" відповів Едвард Крейн. \"Наша компанія стає сильнішою, на відміну від нашого конкурента - Folly Fashions, хоча я чув, що у Норми є новий дизайнер.\"\n\"Ця компанія - жарт,\" знущально сказав Мануель. Усі в кімнаті погодилися.\nЛора сказала: \"Мій батько і я збираємося відвідати торгову виставку 'Все для моди' в понеділок, 8 березня, щоб спробувати знайти більше контактів нашого поля. Нам завжди потрібні нові постачальники та покупці. Сьюзі, ти забронювала наші квитки на поїзд?\"\nВона подивилася на молоду жінку, яка працювала над протоколом зустрічі. У Сьюзі були красиві довгі руді волосся та зелені очі. Вона жила в одному будинку з Лорою та вони були хорошими друзями.\n\"Ще ні, я зроблю це після зустрічі\", - відповіла Сьюзі.\nО чотирьох годині зустріч завершилась, і Лора з Сьюзі були в своєму офісі. Телефон дзвонив, і Сьюзі відповіла на дзвінок.\n\"Доброго дня, Crane Creations. Я можу вам допомогти?\"\n\"Вітаю. Мене звати Саймон Роббінс. Я працюю в UK Post, і я хотів би отримати запис зустрічі з Лорою Крейн.\"\n\"Зачекайте на лінії, будь ласка, я передам вам\", відповіла Сьюзі.\nЛора взяла трубку та поговорила з журналістом. \"Містер Роббінс, чи підходить вам середа на 1:30?\"\n\"Це буде ідеально. Я з нетерпінням чекаю на зустріч. До зустрічі.\"\n-------------------------------------"
    },
    "7": {
        "text": "When Laura looked up to ask Suzie to put it in her diary, she saw\nthe best-looking postman in the world standing at the door. Those eyes were\n as blue as the sea...\n",
        "img": [],
        "translation": "Коли Лора підняла голову, щоб попросити Сьюзі записати це до її щоденника, вона побачила найкрасивішого листоношу у світі, який стояв біля дверей. Його очі були такі сині, як море..."
    },
    "8": {
        "text": " \nCHAPTER THREE\nA Tour of Crane Creations\nWednesday 3rd March\n\"Welcome to Crane Creations, Mr Robbins,\" said Laura as she\ngreeted the journalist in reception. \"Shall we begin with a tour of the\noffices?\"\nSimon Robbins liked Laura Crane. She seemed kind, helpful and\nvery intelligent.\n\"Could you give me a summary of the company history?\" he asked\nas they moved to the office area. \"I've only recently started writing about\nfashion.\"\n\"Well, my father, Edward Crane, is the man who founded this\nfashion house in 1968. At that time he had just six employees, a small office\nand little money.\"\n\"When did you move to these wonderful premises?\" enquired\nSimon.\n\"Ten years ago. We now have a total of fifty employees and our\nturnover has increased every year since 1980.\"\n\"And how long have you been a part of the family business?\"\n\"When I left school I decided to do a degree in fashion and textiles.\nI graduated six years ago and worked in each department here to gain some\nexperience. I've been sales manager for the past eighteen months.\"\n\"What is your commercial strategy to ensure success in the future?\"\n\"Primarily to establish more contacts abroad. We believe that\ndiversification is crucial so we aim to introduce more lines. Our target is to\n",
        "img": [],
        "translation": "ГЛАВА ТРЕТЯ\nЕкскурсія по Crane Creations\nСереда, 3 березня\n\"Ласкаво просимо до Crane Creations, містер Роббінс\", - привітала журналіста Лаура в приймальні. - \"Чи не розпочнемо з екскурсії по офісах?\"\nСаймон Роббінс сподобався Лаурі Крейн. Вона здавалася доброю, допоміжною та дуже розумною.\n\"Чи можете ви дати мені підсумок історії компанії?\" - запитав він, коли вони перейшли до офісного простору. - \"Я недавно почав писати про моду\".\n\"Добре, мій батько, Едвард Крейн, заснував цей дім моди в 1968 році. Тоді він мав всього шість працівників, маленький офіс та мало грошей\".\n\"Коли ви переїхали в ці прекрасні приміщення?\" - запитав Саймон.\n\"Десять років тому. Зараз у нас є п'ятдесят працівників, а обсяг наших операцій зростає щорічно з 1980 року.\"\n\"А скільки ви працюєте в родинному бізнесі?\"\n\"Коли я закінчила школу, я вирішила отримати ступінь у моді та текстильному виробництві. Я закінчила університет шість років тому і працювала в кожному відділі тут, щоб отримати деякий досвід. Останні півтора року я була менеджером з продажу\".\n\"Яка ваша комерційна стратегія, щоб забезпечити успіх у майбутньому?\"\n\"Перш за все, встановити більше контактів за кордоном. Ми вважаємо, що диверсифікація є важливою, тому ми маємо на меті запровадити більше ліній. Наша мета полягає в тому, щоб ...\""
    },
    "9": {
        "text": "increase profits by 20 percent each year so we can reinvest some capital\ninto the business.\" They arrived at a large door. Laura stopped and said:\n\"This is Manuel's workshop. He's the designer whose creations have\nbrought us such success.\" She opened the door and shouted: \"Manuel, I\nhave a journalist, Simon Robbins, with me. Can we come in?\"\nManuel appeared almost immediately wearing a yellow shirt and his\nusual jeans. \"Hello, Laura,\" he said and then looked suspiciously at Simon.\n\"Mr... err... Manuel...\" stuttered Simon. \"I'm from the UK Post. Do\nyou like working at Crane Creations?\"\n\"I could work anywhere but for now I'm happy here.\"\n\"Could I see your workshop?\" Simon asked tentatively. \"No, I'm too\nbusy. I must get back to work. Goodbye.\" Laura smiled and led Simon\naway.\n\"He isn't the friendliest person here,\" remarked the journalist.\n\"Don't worry,\" replied Laura. \"Manuel is very protective of his\nwork. He designed all the clothes you saw in our last catalogue.\"\nThey walked to her office and continued the interview before Simon\nwent to talk to Edward Crane. He had just left when the postman arrived.\nLaura felt nervous as he gave the letters to Suzie and then came towards\nher. \"Miss Crane... Laura, we didn't get a chance to talk last time. My\nname's George Blake and I'm your new postman.\" He leaned forward and\ntook her hand.\nLaura looked into his blue eyes.\n\"Suzie, take the letters which must be signed to my father, please,\"\nshe said quickly as she began to blush... Simon Robbins now had all the\ninformation for the article he wanted to write. He walked along the corridor\nto Laura's office to say goodbye and thank her for the interview. When he\nreached the door he saw that she was talking to a man. The man was\nwearing a postman's uniform and was holding her hand.\n",
        "img": [],
        "translation": "Збільшуйте прибуток на 20% щороку, щоб ми могли реінвестувати деякий капітал у бізнес. \" Вони дійшли до великих дверей. Лаура зупинилася і сказала: \"Це майстерня Мануеля. Його творіння принесли нам успіх.\" Вона відкрила двері і закричала: \"Мануель, у мене є журналіст Сімон Роббінз зі мною. Можемо зайти? \" Мануель з'явився майже відразу, в одязі контрастного колору і звичайних джинсах. \"Привіт, Лаура\", - сказав він і потім підозріло подивився на Саймона. \"Містер ... ер ... Мануель ...\" заїкнувся Саймон. \"Я з UK Пошти. Чи подобається вам працювати у Crane Creations? \" \"Я міг би працювати де завгодно, але поки що я щасливий тут.\" \"Чи можу я побачити вашу майстерню?\" Тентативно запитав Саймон. \"Ні, я занадто зайнятий. Мені треба повернутися до роботи. До побачення.\" Лаура посміхнулася і повела Саймона прочь. \"Він не дуже дружелюбна людина тут,\" зауважив журналіст. \"Не хвилюйся,\" відповіла Лаура. \"Мануель дуже пильний щодо своєї роботи. Він зробив усю одяг, який ви бачили в нашому останньому каталозі.\" Вони пройшли в її офіс і продовжили інтерв'ю, перш ніж Саймон пішов говорити з Едвардом Крейном. Тільки він вийшов, коли прийшов поштар. Лаура відчувала нервозність, коли він віддав листи Сюзі, а потім підійшов до неї. \"Місс Крейн ... Лаура, ми не мали можливості поговорити минулого разу. Мене звати Джордж Блейк, я ваш новий поштар.\" Він нахилився вперед і взяв її руку. Лаура подивилася йому в очі. \"Сюзі, візьми листи, які мають бути підписані моїм батьком, будь ласка\", - сказала вона швидко, починаючи червоніти ... Саймон Роббінз тепер мав усю інформацію для статті, яку він хотів написати. Він подивився коридором в напрямку офісу Лаури, щоб попрощатися з нею і подякувати їй за інтерв'ю. Коли він дійшов до дверей, він побачив, що вона розмовляє з чоловіком. Чоловік був у формі поштаря і тримав її руку."
    },
    "10": {
        "text": "He decided not to disturb them.\n\"Laura,\" said George hesitantly, \"I'd like to ask you a question...\"\n \n",
        "img": [],
        "translation": "Він вирішив не турбувати їх.\n\"Лауро\", сказав Джордж нерішуче, \"я хотів би задати тобі питання...\""
    },
    "11": {
        "text": " \nCHAPTER FOUR\nA Romantic Dinner Date\nWednesday 3rd March\n\"Would you like to come to dinner with me.\" repeated George.\nLaura came back to reality. She was dreaming of a romantic dinner date.\n\"Yes, of course I would,\" she replied as she looked once more into\nhis eyes.\n\"Great,\" said George. \"I'll pick you up at 8 o'clock on Friday night. I\ncan't wait. See you soon,\" and he blew a kiss as he left the office. Suzie\nreturned a few minutes later and Laura told her what had happened. \"Laura,\nare you mad?\" she cried. \"You can't go out with him. You've only met him\nonce.\"\nBut Laura was adamant. \"I can go out with whoever I want. He's\nvery good-looking, isn't he?\"\n\"He is gorgeous,\" admitted Suzie.\nFriday evening came quickly. George took Laura to an expensive\nrestaurant and paid her lots of compliments. \"Laura, I've been thinking of\nyou since Monday. I've been waiting so long to meet a girl like you, pretty\nand intelligent.\"\nLaura wasn't used to all this attention. \"Tell me about yourself,\" she\nsaid. \"I only know your name.\"\nGeorge grinned. \"Well, I'm a postman but I go to night school. Pm\nstudying to be a lawyer hut I've only been studying for six months.\"\n\"Really?\" said Laura. \"That's great.\"\n",
        "img": [],
        "translation": "ГЛАВА ЧЕТВЕРТА\nРомантичний вечір обіду\nСереда, 3 березня\n\"Чи бажаєш піти зі мною на обід?\" переспитав Джордж.\nЛаура повернулася до реальності. Вона мріяла про романтичну вечерю-побачення.\n\"Так, звичайно\", відповіла вона, дивлячись ще раз на його очі.\n\"Чудово\", сказав Джордж. \"Я заберу тебе о 8 годині в п'ятницю ввечері. Не можу дочекатись. До зустрічі\", і він подув поцілунок, поки виходив з офісу. Через декілька хвилин повернулась Сюзі, і Лаура розповіла їй про все, що трапилося. \"Лаура, ти здуріла?\" закричала вона. \"Ти не можеш піти з ним. Ви зустрілися всього один раз\".\nАле Лаура була наполегливою. \"Я можу піти з ким завгодно. Він дуже привабливий, чи не так?\"\n\"Він прекрасний\", визнала Сюзі.\nП'ятниця вечірньою порою настала швидко. Джордж привіз Лауру до дорогого ресторану і жбурнув на неї чимало компліментів. \"Лаура, я думав про тебе з понеділка. Чекав так довго, щоб зустріти дівчину як ти, гарну та розумну\".\nЛаурі не звикла до стількох уваги. \"Розкажи мені про себе\", сказала вона. \"Я знаю лише твоє ім'я\".\nДжордж усміхнувся. \"О, я - поштар, але я ходжу вечірню школу. Вчитусь на юриста, але вчуся всього шість місяців\".\n\"Справді?\" сказала Лаура. \"Це чудово\"."
    },
    "12": {
        "text": "George smiled again. \"What about you? Tell me about your work. It\nmust he so interesting. Is your father's fashion house very successful?\"\n\"Well, yes, it is, actually. We all work very hard.\"\n\"And who's your main designer?\" George enquired. \"His name's\nManuel and he's truly the best.\" Laura didn't notice the frown on George's\nface as he asked a third question. \"When's the next fashion show?\"\n\"It's at the end of the month. We've been preparing for it since\nChristmas. We...\"\n\"And are all the dresses ready?\" interrupted George.\nHe was anxious to find out as much as possible.\n\"Most of them,\" Laura told him.\n\"What are the plans for the future of Crane Creations?\" Before\nLaura could answer, the waiter brought their - food. During the meal,\nGeorge continued to ask more questions. At midnight, he took her home\nand they arranged to meet for lunch at the trade fair on Monday. Laura\nwalked into the house she shared with Suzie. Suzie was waiting for her.\n\"Suzie, how long have you been sitting there?\"\n\"You won't go out with him again, will you?\" asked Suzie. \"You\ndon't know anything about him.\"\nLaura sighed. \"He's such a nice man, Suzie. He's really interested in\nme and my work and I like him. You're so beautiful, you have a different\nboyfriend every week but I haven't had a boyfriend for months. I'm right,\naren't I?\" Suzie looked at her, shook her head and said: \"I'm going to bed.\"\nBefore George drove home, he phoned Norma. \"Cristian, where\nhave you been? I've been waiting for your call for hours. What happened?\"\nGeorge told her that Laura had given him lots of information. \"She\nthinks I like her,\" he laughed.\n",
        "img": [],
        "translation": "Джордж посміхнувся знову. \"А ти? Розкажи мені про свою роботу. Вона має бути такою цікавою. Чи успішний бізнес твого батька у галузі моди?\"\n\"Ну, так, насправді так. Ми всі дуже наполегливі.\"\n\"А хто ваш головний дизайнер?\" запитав Джордж. \"У нас є Мануель, він насправді найкращий.\" Лаура не помітила здивування на обличчі Джорджа, коли той запитав ще одне питання. \"Коли наступний показ мод?\"\n\"Він відбудеться в кінці місяця. Ми готуємося до нього з Різдва. Ми ...\"\n\"А всі плаття готові?\" перебив Джордж.\nВін був зацікавлений в знаходженні якомога більше інформації.\n\"Більшість з них\", повідомила Лаура.\n\"Які плани на майбутнє компанії Crane Creations?\" Перед тим, як Лаура відповіла, офіціант приніс їхню їжу. Під час їди Джордж продовжував задавати питання. О північі він повіз її додому, і вони домовилися зустрітися на обіді на ярмарку у понеділок. Лаура ввійшла до будинку, яким вона ділилася з Сюзі. Сюзі чекала на неї.\n\"Сюзі, скільки часу ти тут сидиш?\"\n\"Ти знову не підеш з ним, правда?\" запитала Сюзі. \"Ти нічого не знаєш про нього.\"\nЛаура зітхнула. \"Він такий милий чоловік, Сюзі. Він дійсно зацікавлений у мені і моїй роботі, і я його люблю. Ти така прекрасна, у тебе є новий хлопець кожного тижня, а я не мала хлопця протягом місяців. Я права, чи ні?\" Сюзі подивилася на неї, покрутила головою і сказала: \"Я піду спати.\"\nПерш ніж Джордж поїхав додому, він зателефонував Нормі. \"Крістіан, де ти був? Я чекав на твій дзвінок годинами. Що сталося?\"\nДжордж розповів їй, що Лаура дала йому багато інформації. \"Вона думає, що я її люблю\", сміється він."
    },
    "13": {
        "text": "When Norma heard that the dresses for the autumn-winter collection\nwere ready, she became even more worried. \"I want those designs. You\n have to get into the office at night. Now, listen carefully...\"\n",
        "img": [],
        "translation": "Коли Норма почула, що плаття для колекції на осінь-зиму готові, вона стала ще більше хвилюватись. \"Я хочу ті дизайни. Тобі потрібно зайти в офіс вночі. Тепер слухай уважно...\""
    },
    "14": {
        "text": " \nCHAPTER FIVE\nEverything for Fashion\nMonday 8th March\nEdward and Laura Crane were at the entrance of the trade fair. The\nmain organizer, John Maxwell, was there to greet the visitors.\n\"Edward! How marvellous to see you. How are you?\" Edward\nshook his hand and replied: \"I'm fine, thanks. What about you? Busy as\nalways? This fair gets bigger every year.\"\nJohn laughed. \"You're absolutely right. This year we have over three\nhundred stands. Here's the brochure with the floor plan, the information\nabout the exhibitors and opening times.\"\n\"Thanks. You know my daughter Laura, don't you?\" asked Edward.\n\"Of course. What a pleasure to see you again, Laura.\nI read the article about you in the UK Post last Friday. If you aren't\ncareful, Edward, Laura will soon be more famous than you!\"\nThey all laughed. \"It's nice to see you again, Mr Maxwell,\" said\nLaura. \"If you have time, will you join us for lunch later?\"\n\"I'd love to. I'll see you at I o'clock in the restaurant.\" Laura and her\nfather began to walk around the many stands. They spoke to suppliers, saw\nsome of their clients and took the business cards of possible new contacts\nand potential buyers. Soon Laura had collected a pile of catalogues, samples\nand price lists for fabrics and fashion accessories.\n\"I'm so glad we came, Dad. There are some great new products here.\nI've seen a few fantastic accessories we could use with our new line.\"\n",
        "img": [],
        "translation": "ГЛАВА П'ЯТА\nВсе для моди\nПонеділок, 8 березня\nЕдвард та Лора Крейн стояли біля входу на ярмарок. Головний організатор, Джон Максвелл, був там, щоб привітати відвідувачів.\n\"Едвард! Яка радість бачити вас. Як поживаєте?\" Едвард потиснув йому руку і відповів: \"Все добре, дякую. А ви? Як завжди зайняті? Ця ярмарка стає більшою кожен рік.\"\nДжон посміхнувся. \"Ви абсолютно праві. Цього року у нас понад триста стендів. Ось брошура з планом поверху, інформацією про виставників та годинами роботи.\"\n\"Дякую. Ви ж знаєте мою доньку Лору, чи не так?\" запитав Едвард.\n\"Звичайно. Яка приємність вас знову бачити, Лоро.\nЯ прочитав статтю про вас в UK Post минулого п'ятниці. Якщо ви не будете обережні, Едвард, скоро Лора буде відомішою за вас!\"\nВони всі засміялися. \"Мені дуже приємно знову вас бачити, пане Максвелл\", сказала Лора. \"Якщо у вас буде час, ви приєднаєтесь до нас на обіді?\"\n\"З задоволенням. Ми побачимося о 13:00 в ресторані.\" Лора та її батько почали прогулюватись між багатьма стендами. Вони розмовляли з постачальниками, бачили деяких своїх клієнтів та забирали візитки можливих нових контактів та потенційних покупців. Незабаром Лора зібрала купу каталогів, зразків та прайс-листів на тканини та модні аксесуари.\n\"Я така рада, що ми прийшли, тато. Тут є кілька неймовірних аксесуарів, які ми можемо використати з нашою новою лінією.\""
    },
    "15": {
        "text": "Her father replied quickly: \"Laura, if you order something from all\nthose catalogues, we'll be bankrupt before the end of the year!\"\nLaura was about to answer when she heard a voice from behind.\n\"Well, how nice to meet 'the new face of fashion'!\" She turned\naround to see a blonde woman in a fashionable red suit. Edward Crane\nintervened:\n\"Laura, this is Norma Folly. How's business, Norma? Not too good,\nI hear.\"\nNorma smiled at him. \"Things couldn't be better.\nI have a new designer who is preparing our next fashion show. His\ncreations will surprise you.\"\n\"Ah, yes,\" said Laura, \"the mysterious new designer. Are you sure\nthis person really exists?\"\n\"Enjoy your success, Miss Crane,\" said Norma. \"You never know\nwhen it might end.\" And then she turned and walked away.\n\"What did she mean?\" Laura asked her father.\n\"Who knows! But don't worry, she's just envious!\nLook! There's Mark Hill. Let's see it he has any new fabrics.\"\nThey were with their supplier Mark for more than an hour. He\nwanted to get an order from them but Laura said: \"I'll speak to Manuel first\nand as soon as we decide, I'll send you a fax with our order - as long as you\ngive us the usual discount and can guarantee our delivery deadlines!\"\nEdward was hungry. \"It's time for lunch. Let's go and meet John.\"\nAs he said those words Laura remembered that she had arranged to meet\nGeorge for lunch.\n",
        "img": [],
        "translation": "Її батько швидко відповів: \"Лаура, якщо ти замовиш щось з усіх цих\nкаталогів, то ми станемо банкрутами до кінця року!\"\nЛаура збиралася відповісти, коли почула голос ззаду.\n\"Ну, як приємно зустріти 'нове обличчя моди'!\" Вона повернулася\nі побачила блондинку в модному червоному костюмі. Едвард Крейн\nвтрутився:\n\"Лаура, це Норма Фоллі. Як справи, Норма? Не занадто добре, я чую\".\nНорма посміхнулася на його слова. \"Справи надзвичайно добрі.\nУ нас є новий дизайнер, який готує наш наступний модний показ. Його\nтворіння вас здивують\".\n\"А, так, - сказала Лаура, - таємничий новий дизайнер. Ви впевнені,\nщо ця людина дійсно існує?\"\n\"Насолоджуйтесь своїм успіхом, місіс Крейн\", - сказала Норма. - Ніколи не знаєте, коли все це закінчиться\". І тоді вона повернулася і пішла прочь.\n\"Що вона мала на увазі?\" - запитала Лаура свого батька.\n\"Хто знає! Але не турбуйся, вона просто заздрить!\nПодивися! Ось Марк Хілл. Давайте побачимо, чи є у нього нові тканини\".\nВони були зі своїм постачальником Марком понад годину. Він бажав отримати замовлення від них, але Лаура сказала: \"Я спікуюся з Мануелем спочатку,\nі як тільки ми вирішимо, я надішлю вам факс з нашим замовленням\n— поки ви даєте нам звичайну знижку та можете гарантувати виконання наших термінових строків доставки!\"\nЕдвард був голодний. \"Час на обід. Підемо познайомитися з Джоном\".\nПісля цих слів Лаурі згадалося, що вона узгодила зустріч на обід з Джорджем."
    },
    "16": {
        "text": "\"Dad, I'm sorry,\" she apologized. \"I'm meeting a friend. There he is\nnow,\" and she pointed to George who was coming towards them.\n\"But, isn't he our new postman?\" replied her father. \"Yes,\" said\nLaura. She introduced them and then quickly escaped with George.\nMark Hill was concerned. \"I've seen that man before.\nI don't remember where but he's definitely not a postman.\"\n \n",
        "img": [],
        "translation": "\"Тато, вибачся\", вибачилася вона. \"Я зустрічаюся з другом. Ось він йде\", і вона вказала на Джорджа, який йшов до них.\n\"Але чи не наш новий листоноша він?\", відповів її батько. \"Так\", сказала Лаура. Вона їх представила, а потім швидко втеча з Джорджом.\nМарк Хілл був занепокоєний. \"Я бачив цього чоловіка раніше. Я не пам'ятаю де, але він точно не листоноша\"."
    },
    "17": {
        "text": " \nCHAPTER SIX\nGeorge Gives Laura a Hand\nWednesday 10th March\n\"That was a stupid thing to do,\" yelled Norma. \"And when are you\ngoing to get the office keys and the computer password? Time's running\nout!\"\nGeorge knew it had been a silly idea to go to the trade fair -\nsomeone could have recognized him. He tried to calm Norma down.\n\"I'll get everything we need very soon,\" he reassured her.\nLaura was talking about fabrics with Manuel.\n\"Manuel, please decide which fabrics you need.\nWe have to send the order this morning.\"\n\"What about the organza and the silk in these six colours?\" he\nsuggested. \"I must have only the best quality for my creations.\"\n\"Great. I'll fill in the order form and send a fax right away.\"\nShe took a form from the file and wrote in all the relevant\ninformation for the purchase. She chose a banker's draft as form of payment\nand road freight as dispatch method. Then she looked up to see her father\nstanding by the door.\n\"May I speak to you, Laura?\" asked Edward.\nManuel decided it was time to leave.\n\"I'm going back to the workshop,\" he said and disappeared.\n",
        "img": [],
        "translation": "ГЛАВА ШОСТА\nДжордж допомагає Лаурі\nСереда, 10 березня\n\"Це було глупе\", кричала Норма. \"А коли ти вже отримаєш ключі від офісу та пароль до комп'ютера? Час на виконання завдання скінчується!\"\nДжордж знав, що поїздка до торгової виставки була глупою ідеєю - хтось міг його впізнати. Він намагався заспокоїти Норму.\n\"Я отримаю все, що нам потрібно дуже скоро\", запевнив її.\nЛаура розмовляла з Мануелем про тканини.\n\"Мануелю, будь ласка, вирішіть, які тканини вам потрібні. Ми маємо відіслати замовлення сьогодні вранці\".\n\"А що на рахунок органзи та шовку у шести кольорах?\" запропонував він. \"Я повинен мати лише найкращу якість для своїх творінь\".\n\"Чудово. Я заповню форму замовлення та надішлю факс відразу ж\".\nВона взяла форму з файла і заповнила всю необхідну інформацію для покупки. Вибрала банківський чек як форму оплати та автомобільний транспорт як спосіб доставки. Тоді вона підняла очі, щоб побачити свого батька, стоячи за дверима.\n\"Чи можу я поговорити з вами, Лауро?\" запитав Едвард.\nМануел вирішив піти.\n\"Я повертаюся до майстерні\", сказав він і зник."
    },
    "18": {
        "text": "\"Laura, I'm worried about your choice of boyfriend. Firstly, you\nhardly know him and, secondly, I don't trust him. Mark Hill says he isn't\nreally a postman.\"\n\"Of course he is,\" replied Laura, \"and he's a kind, honest man.\"\nEdward raised his voice. \"Laura, I don't want you to see him again.\nDo you understand?\"\nAt that moment, George appeared at the door. \"Hello, Mr Crane.\nNice to see you again.\"\nLaura's father glared at him and left the office without saying\nanything more. Laura sighed. \"He should mind his own business. Why\nshouldn't I go out with you?\" George noticed the order form on the desk.\n\"He's worried about you,\" he said. \"Look, it's 12.40. Why don't we go to\nlunch?\"\n\"OK,\" she replied, \"but I have to send this fax first and wait for\nSuzie but she'll be back by one o'clock...\"\n\"Laura!\" Manuel ran into the office. \"Could you come to the\nworkshop? I need your help. It's urgent.\"\nLaura sighed again. \"OK, don't panic. I'm coming.\"\nShe looked at George. \"Can you wait here? I'll be back soon.\"\n\"No problem. I'll sit here and read this magazine.\"\nAs soon as Laura had left, George took another order form from the\nfile and quickly filled it in for a completely different order - cheap nylon\nand acrylic fabrics. He had to change the product codes, the description, the\nquantity and the unit price.\nThen he carefully faked Laura's signature and sent the order by fax.\nHe put his order form and Laura's in his pocket.\n",
        "img": [],
        "translation": "\"Лауро, я хвилююсь через твій вибір хлопця. По-перше, ти майже не знаєш його, а по-друге, я йому не довіряю. Марк Хілл каже, що він насправді не поштар.\"\n\"Звичайно, він є\", відповіла Лаура, \"і він доброзичливий, чесний чоловік.\"\nЕдвард підняв голос. \"Лауро, я не хочу, щоб ти з ним бачилася знову. Розумієш?\"\nУ той момент у двері з'явився Джордж. \"Привіт, містер Крейн. Радий вас знову бачити.\"\nБатько Лаури на нього насторожено подивився і вийшов з офісу, не промовивши більше нічого. Лаура зітхнула. \"Він повинен бути справою. Чому я не можу з тобою виходити?\" Джордж помітив замовлення на столі. \"Він хвилюється за тебе\", - сказав він. \"Подивись, 12.40. Чому б нам не піти на обід?\"\n\"Добре\", - відповіла вона, - \"але я маю відправити цю факс і почекати Сьюзі, але вона повинна була повернутися до першого.\"\n\"Лауро!\" Мануель збіг у кабінет. \"Не мігла б ти прийти до майстерні? Мені негайно потрібна твоя допомога.\"\nЛаура знову зітхнула. \"Добре, не панікуйте. Я йду.\"\nВона подивилася на Джорджа. \"Чи можете ви зачекати тут? Я скоро повернуся.\"\n\"Немає проблем. Я сідатиму тут і читатиму це видання.\"\nЯк тільки Лаура пішла, Джордж взяв ще одну замовлення з файлу і швидко заповнив його для зовсім іншого замовлення - дешевих нейлонових і акрилових тканин. Він повинен був змінити коди продукту, опис, кількість та одиницю ціни.\nПотім він уважно підробив підпис Лаури і відправив замовлення факсом.\nВін поклав свою замовлення і Лаури в кишеню."
    },
    "19": {
        "text": "Laura returned and he explained: \"I've sent the fax for you. There\nwas no-one here and I wanted to help. I've put the form in the file.\"\nLaura smiled. \"You're so thoughtful, George. I'm sorry but there's an\nemergency in the workshop so I can't have lunch with you.\"\n\"Well, how about spending the weekend together instead?\" he said.\n\"I'd love to. We'll talk about it tonight.\"\nAs he was leaving the office, she asked: \"Has that important letter\narrived from the USA? It's for a big order.\"\n\"Not yet,\" replied George.\nWhen he was outside the building, he took the letter from his bag\n and laughed.\n",
        "img": [],
        "translation": "Лаура повернулась, і він пояснив: \"Я відправив для вас факс. Тут нікого не було, і я хотів допомогти. Я поклав форму в файл.\"\nЛаура посміхнулась. \"Ви такі уважні, Джордж. Мені шкода, але в майстерні виникла невідкладна потреба, тому я не можу обідати з вами.\"\n\"А може, замість цього, ми проведемо вихідні разом?\" сказав він.\n\"З радістю, ми поговоримо про це сьогодні ввечері\", - відповіла Лаура.\nКоли він виходив з офісу, вона запитала: \"Чи прийшов цей важливий лист з США? Це для великого замовлення.\"\n\"Ще ні\", відповів Джордж.\nКоли він був за межами будівлі, він взяв лист з сумки і посміхнувся."
    },
    "20": {
        "text": " \nCHAPTER SEVEN\nA Wrong Order and a Set of Keys\nMonday 15th March\nLaura was celling Suzie about her weekend with George. \"We\nstayed at the Hillcrest Hotel. It was so romantic.\"\n\"And expensive,\" added Suzie. \"How can George afford to take you\nthere?\"\n\"You sound just like my father,\" replied Laura angrily. \"Laura!\nLaura!\" Manuel suddenly came into the office carrying a roll of cheap\nacrylic fabric. \"I ordered silk and organza and look what that stupid supplier\nhas sent!\" he shouted as he threw it onto her desk.\n\"I'll ring and see how this has happened,\" said Laura quickly. She\ndialled the number.\n\"Hello. This is Laura Crane. I'm phoning to complain about our last\nconsignment. Last week we placed an order with you for 500 metres of silk\nand organza but we have been sent the wrong fabrics. I think a mistake was\nmade in the processing of the order.\"\nThe secretary's voice replied: \"I have your fax here. It is a purchase\norder for our best acrylic and nylon fabrics.\" Laura was puzzled. She\nopened the order file but couldn't find the form. \"I don't understand.\nAnyway, I'll send you another order now. Can you arrange for the\nimmediate dispatch of the correct fabrics? Insurance and transport must be\nincluded, as usual.\nAnd of course, we'll require a new invoice.\nThank you. Goodbye.\"\nManuel left muttering: \"Acrylic! Nylon!\"\n",
        "img": [],
        "translation": "ГЛАВА СЬОМА\nНеправильне замовлення та набір ключів\nПонеділок, 15 березня\nЛаура розмовляла з Сьюзі про свій вікенд з Джорджем. \"Ми зупинилися в готелі Hillcrest. Було так романтично.\"\n\"І дорого\", додала Сьюзі. \"Як Джордж може собі дозволити туди забрати тебе?\"\n\"Ти звучиш як мій батько\", відповіла Лаура злісно. \"Лаура! Лаура!\" Раптово у офіс зайшов Мануель, несучи рулон дешевої акрилової тканини. \"Я замовив шовк і органзу, а що принесли ці ідіоти?!\" закричав він, кидячи тканину на стіл Лаури.\n\"Я зателефоную і дізнаюсь, як це сталося\", швидко сказала Лаура. Вона набрала номер.\n\"Алло. Це Лаура Крейн. Я телефоную, щоб скаржитися на наш останній товар. На тиждень ми з вами замовили 500 метрів шовку і органзи, але нам прислали неправильні тканини. Я думаю, що сталася помилка при обробці замовлення.\"\nГолос секретаря відповів: \"У нас тут є ваш факс. Це замовлення на наші найкращі акрилові та нейлонові тканини\". Лаура була збентежена. Вона відкрила файли замовлень, але не знайшла форму. \"Я нічого не розумію. В будь-якому випадку, я відправлю ще одне замовлення. Чи ви можете забезпечити негайну відправку правильних тканин? Страхування та транспорт повинні бути включені, як і завжди. Звісно, нам знадобиться новий рахунок-фактура. Дякую. До побачення.\"\nМануель пішов, бурчачи: \"Акрил! Нейлон!\""
    },
    "21": {
        "text": "Laura was still thinking about the original order form when George\narrived. She smiled brightly as he handed the post to Suzie.\n\"George, thank you again for such a fabulous weekend. I really\nenjoyed it.\"\n\"So did I. We must go away again soon,\" said George. Suzie shook\nher head in disbelief and spoke to Laura. \"There's a letter here from\nHatfield's department store, requesting a copy of our new catalogue and\nprice list.\"\n\"That's great,\" she replied. \"It's a big store and would be a valuable\nnew outlet for our ranges.\"\n\"I'll send them a copy of the catalogue, our most competitive prices,\nterms of payment and the address of our web site,\" said Suzie.\nWhen Suzie went for lunch, George began to ask questions.\n\"How long has Crane Creations had a web site?\"\n\"Not long,\" answered Laura happily. \"It was designed for us by an\nexpert just a few weeks ago. My father and I believe that Internet retailing,\ne-tailing, will be very popular with our customers in the future. Do you\nwant to see the site?\"\nGeorge stood behind her and watched carefully as she keyed in her\npassword - EDLA. He saw the icon \"New Collection\" and asked to see it,\nbut Laura said: \"Sorry, it's not possible. The new dresses will be added\nwhen Manuel has finished the collection and can't be seen until after the\nfashion show.\" George was disappointed but at least he now knew the\npassword.\n\"I have to go now, but I'll see you again very soon,\" he whispered in\nher ear. Laura was happy and so was George when he saw Laura's keys on\nher desk.\n",
        "img": [],
        "translation": "Лора все ще думала про початковий замовлення, коли Джордж прибув. Вона яскраво посміхнулася, коли він передав листи Сюзі. \"Джордж, щиро дякую за такий чудовий вікенд. Мені дуже сподобався.\"\n\"Мені теж. Ми повинні знову поїхати якнайшвидше\", - сказав Джордж. Сюзі здивувано покрутила головою і звернулася до Лори. \"Тут є лист від магазину відділів Хатфілд, який запитує копію нашого нового каталогу та прайс-листу.\"\n\"Це чудово\", - відповіла вона. \"Це великий магазин і був би цінним новим ринком для наших асортиментів.\"\n\"Я надішлю їм копію каталогу, наші найбільш конкурентні ціни, умови оплати та адресу нашого веб-сайту\", - сказала Сюзі.\nКоли Сюзі пішла на обід, Джордж почав задавати питання. \"Як давно у Crane Creations є веб-сайт?\"\n\"Не довго\", - відповіла Лора щасливо. \"Це було спроектовано для нас експертом всього кілька тижнів тому. Мій батько і я вважаємо, що інтернет-роздріб, електронна торгівля, буде дуже популярним серед наших клієнтів у майбутньому. Хочеш побачити сайт?\"\nДжордж стояв за нею і уважно спостерігав, як вона вводила свій пароль - EDLA. Він побачив іконку \"Нова колекція\" і попросив подивитися на неї, але Лора сказала: \"Вибач, це неможливо. Нові сукні будуть додані, коли Мануель закінчить колекцію і не можна їх побачити до показу мод.\"\nДжордж був розчарований, але хоча б тепер він знав пароль. \"Я мусю піти зараз, але скоро знову побачимось\", - шепотів вона Лорі. Лорі була щаслива, і так само був Джордж, коли побачив ключі Лори на її столі."
    },
    "22": {
        "text": "As she turned to get a file from a shelf, he quickly picked them up\nand put them in his pocket.\nNorma Folly picked up the phone. It was Cristian.\nAt last, he had the password and the keys.\nShe smiled.\n\"Now there is just one more thing we need...\"\n \n",
        "img": [],
        "translation": "Коли вона звернулася, щоб взяти файл з полиці, він швидко взяв його та приховав у кишеню. Норма Фоллі підійняла трубку. Це був Крістіан. Нарешті він отримав пароль та ключі. Вона усміхнулася. \"Тепер нам потрібно ще одне...\""
    },
    "23": {
        "text": " \nCHAPTER EIGHT\nA Break-in\nTuesday 16th March\nGeorge arrived at the door to Laura's office and stopped. The door\nwas open and he could hear Manuel's voice. Laura and Manuel were talking\nabout the forthcoming fashion show. George saw them from the crack in the\ndoor and heard their conversation. \"Laura, this is the CD with the last three\ndresses for the autumn-winter collection. They are fantastic, as you'll see.\nPlease put the CD in a safe place, as there is only one copy. Some people\nwould do anything to see my creations,\" he sighed.\nLaura giggled. \"Manuel, are you trying to take over this company?\"\n\"Of course not,\" he replied. \"Remember, I turned down some\nexcellent offers to come and work here.\"\n\"I know, and we're very grateful,\" answered Laura. \"Now, I'll just\ncopy the designs from the CD to my file to complete the collection and then\nI'll put the CD with the others. There won't be any problem finding it again\nas you're the only person here to use pink CDs and floppy disks. By the\nway, did I leave my keys in your workshop yesterday? I can't find them.\"\n\"Laura, you're turning into a very forgetful person. Maybe your\nmind is on other things,\" suggested\nManuel as he saw George come in.\nLaura blushed. \"I take after my mother. She's a romantic person\ntoo.\" Manuel groaned and left.\nSuzie wasn't in the office so George gave some letters to Laura. \"I've\ncome to take you out to lunch. Let's go,\" he said.\n",
        "img": []
    },
    "24": {
        "text": "While Laura was closing the window, George put her keys under her\ndesk. Then, as she was walking to the door, he called to her. \"Laura, are\nthese your keys? You should be more careful. There are a lot of dishonest\npeople around.\"\nShe turned to him. \"There they are! Thanks, George. I've been\nlooking everywhere for them.\"\nAfter lunch, George took Laura back to the office and then sent a\ntext message to Norma. It said: Tonight's the night!'\nCristian opened the door to the premises of Crane Creations and\nwaited for the alarm to ring. It didn't. \"This is my lucky night,\" he thought\nas he walked quickly to Laura's office. He was wearing gloves and a black\njacket and had a copy of all Laura's keys. He put another key into the lock,\nturned it and the door opened easily. He turned on the torch he had brought\nand looked around the room. It was warm so he took off his jacket.\nCristian went to Laura's desk, opened the top drawer and found the\nbox of CDs. He took out the pink one. He locked the drawer, switched on\nLaura's computer and keyed in the password EDLA. He clicked on the file\n\"autumn-winter\" to open it. The most beautiful designs he had ever seen\nappeared on the screen.\nHe smiled. \"Bye bye!\" he said as he pressed the delete key. The\ndesigns now existed only on the CD he had taken from the drawer.\nCristian entered Laura's e-mail account and deleted the new\nmessages that had arrived, including one from the American client who\nwanted to know why Laura hadn't replied to his letter.\nCristian switched off the computer and put on his jacket. He was\n walking towards the door when he heard a noise. Someone was coming!\n",
        "img": []
    },
    "25": {
        "text": " \nCHAPTER NINE\nWhose Dresses Are They?\nFriday 19th March\nCristian was sitting in Norma Folly's office. He had to watch their\nfashion show on TV as he didn't want to be seen by anyone yet. He had\nbeen very lucky when he had broken into Laura's office. The security guard\nhad not tried to enter the office and Cristian had escaped.\nEdward Crane, Laura, Manuel and Suzie were also sitting in front of\nthe TV in the conference room of Crane Creations waiting for the show to\nstart. Nobody in the room was worried and they were all in a good mood.\nEdward spoke first. \"We needn't worry. Norma's fashion shows are always\nentertaining but the designs are never exceptional.\"\n\"If we knew the identity of her mystery designer, we would have a\nbetter idea of what to expect,\" said Laura. \"He only exists in Norma's head.\nHe isn't real, but I am,\" said Manuel.\n\"Quiet!\" said Edward. \"It's starting.\" They looked at the TV screen.\nThe long catwalk came into view and the curtains opened. Norma Folly was\nstanding at the side, holding a microphone. In the audience she saw some of\nher regular clients, managing directors of big city stores, and buyers from\nboth the home and overseas markets.\nIf all went well tonight, Norma expected to receive a lot of enquiries\nand orders for her new range. She welcomed everyone, the music starred\nand the models began to walk down the catwalk in front of the audience.\nThe designs were better than usual but nothing fantastic. Then the\nfinal three models appeared together. One was wearing a fairytale wedding\ndress and the others were wearing the most beautiful evening gowns\nimaginable. The audience applauded loudly.\n",
        "img": []
    },
    "26": {
        "text": "At Crane Creations Manuel shouted just as loudly: \"They're my\ncreations! They've been stolen!\"\n\"Manuel, are you sure?\" asked Edward hesitantly.\n\"Of course I'm sure,\" cried the desperate designer.\n\"Call the police. NOW!\"\n\"First, I'm going to phone Norma,\" said Edward.\nHe dialled her number and waited.\n\"I don't know what you're talking about,\" Norma replied to Edward's\naccusation of theft. \"My new designer has created all the dresses.\"\n\"So, where is he? I didn't see him at the show!\" yelled Edward.\n\"Unfortunately he's in bed with flu,\" answered Norma just before\nshe hung up.\nLaura and Manuel ran to her office. Laura looked in her drawer. The\npink CD had disappeared. She switched on the computer. The file had been\ndeleted.\n\"Everything's gone,\" she whispered. \"If I had the CD,\nI could call the police. But now there's no proof.\" Manuel fainted.\nNorma entered her office and hugged Cristian.\n\"We've done it,\" she laughed. \"Everyone's talking about our new\ncollection...\" She was interrupted by the sound of the telephone. \"Good\nevening, Mrs Folly. This is Simon Robbins from the UK Post.\nCongratulations on a wonderful show. Could I interview you later this\nevening? I'd like to write an article on Folly Fashions.\" Nonna tried to\ncontain her delight. \"If I had time, I would speak to you but I'm going to\ncelebrate my success with my staff.\" She arranged to meet him on Monday\nat 11 a.m. She had just made the biggest mistake of her life...\n",
        "img": []
    },
    "27": {
        "text": " \n",
        "img": []
    },
    "28": {
        "text": " \nCHAPTER TEN\nAn Identity Revealed\nMonday 22nd March\nSimon Robbins had never met Norma Folly.\nThe fashion show last Friday had aroused a lot of interest in her.\n\"How nice to see you, Mr Robbins. Welcome to Folly Fashions,\"\nsaid Norma. \"I'm afraid I don't have much time as I'm haying my hair done\nat 12.30.\"\n\"What a pleasure it is to meet you at last, Mrs Folly,\" answered\nSimon. \"You're looking gorgeous today, as always.\"\nSimon knew that the best way to get information from Norma was\nto flatter her. \"What a great outfit! I'm not surprised you're in the fashion\nbusiness,\" he said looking at the elegant dress Norma was wearing.\n\"It's lovely, isn't it? I had it made by one of my designers. So, what\nwould you like to ask me?\"\nThey had spoken for more than an hour when Simon asked: \"Would\nit be possible to meet your new designer? I'd like to congratulate him on his\nsuccess.\" Norma was so happy that she agreed instantly. She phoned\nCristian and a few moments later, he came to her office. He shook Simon's\nhand and they talked for a while. Simon knew that he had seen Cristian\nbefore, but where? When Cristian refused to have his photo taken, Simon\nbecame suspicious.\nAs he got up to leave at the end of the interview, he saw some letters\non Norma's desk and he remembered. Cristian had been at Crane Creations\non the day Simon had interviewed Laura. But he had been dressed as a\npostman. What was going on?\n",
        "img": []
    },
    "29": {
        "text": "Edward couldn't believe his ears when Simon told him about\nCristian. \"I knew it! I knew he was an impostor. Mark Hill was right,\" he\ncried. \"This Cristian is Laura's new boyfriend, and now we know why.\"\nHe told Simon about the theft of the dresses. Simon asked\ncautiously: \"Are you going to tell Laura?\"\n\"Yes, WE are. But how?\"\nBoth men were looking worried when Laura came into her father's\noffice.\n\"What's up, Dad?\"\nEdward tried to explain George's deception to her. Naturally, Laura\nrefused to believe him.\n\"Dad, I know you don't like him but what you're saying is\nridiculous,\" she protested.\n\"I'm afraid it's true,\" apologized Simon. \"His name is Cristian La\nRoque and he's the new designer at Folly Fashions. I've just met him there.\nIf you don't believe us, why don't you phone him there?\"\nLaura picked up the phone, dialled the number and waited to be put\nthrough to Cristian La Roque. She felt sure it was all a mistake. Then she\nheard George's voice: \"Cristian La Roque speaking...\"\nLaura put the phone down quickly. She was shaking. She heard her\nfather's voice: \"I'm so sorry, Laura.\" Everything became clear in Laura's\nmind. George had always asked her lots of questions about Crane Creations.\nWhy had he wanted to know everything about their next fashion show? She\nwas sure now that he had sent the fax for the order of nylon and acrylic. He\nhad taken her keys and made a copy of them to get into her office. He had\nstolen Manuel's designs.\nHe had never been interested in her. He had used her. She said:\n\"Cristian and Norma think they have been very clever. Well, I'm going to\n",
        "img": []
    },
    "30": {
        "text": " make them pay for what they've done to us. I've got a plan...\"\n",
        "img": []
    },
    "31": {
        "text": " \nCHAPTER ELEVEN\nSetting the Trap\nWednesday 24th March\nCristian had decided to play the part of George the postman for at\nleast a few more weeks. He wanted to discover some more secrets from\nLaura and destroy Crane Creations forever.\nLaura greeted George warmly when he came into her office. She\nwas reading the latest copy of the UK Post. A photo of Norma Folly smiled\nup at her from the front page.\n\"Do you know anything about fashion, George?\" Laura asked him\ninnocently.\n\"Not really,\" replied George. \"Why?\"\n\"Well, I'm reading about one of our rivals in the fashion business,\nFolly Fashions. Their new collection has been a great success and they have\na new designer hut nobody has ever seen him. There isn't even a photo in\nthe paper. Don't you think that's strange?\" said Laura. \"I phoned Folly\nFashions and asked if I could speak to the person who created the new\ndesigns...\" Laura stopped to see the reaction on George's face but his\nexpression didn't change,\n\"... but the secretary told me that he wasn't in the office.\"\nSuzie, who was at her desk, giggled uncontrollably.\nLaura quickly asked her to go and get a cup of tea.\nShe didn't want George to become suspicious.\n\"I'm sure that your fashion show this weekend will be an even\ngreater success,\" lied George.\n",
        "img": []
    },
    "32": {
        "text": "\"There's no doubt about that,\" answered Laura. \"Crane Creations\nwill put on a show to remember. Manuel has worked day and night to\nproduce some of the best designs anyone will ever see. He's created three\nnew dresses for the end of the show. Would you like to see one of them?\"\nShe led him to the comer of the office where there was a long line of\nclothes hanging on a rail.\nThey were covered in black plastic.\n\"These are all the dresses which will be part of the fashion show,\"\nsaid Laura.\nShe took the first dress in the row and uncovered it. She had to show\nGeorge that she wasn't lying. The dress was magnificent - a cloud of pale\nblue and white organza with tiny buttons that looked like diamonds. \"Isn't it\nbeautiful?\" she asked just as her father and Manuel came into the office.\nThey both pretended to be annoyed with Laura.\n\"Laura, what are you doing? I told you not to show the dresses to\nanyone!\" shouted Manuel.\n\"Yes, Laura. We must be vigilant at all times,\" insisted Edward\nCrane. \"Now, our press release was issued last week so all potential buyers\nknow when and where the show will take place. I spoke to the publicity\nofficer an hour ago and he told me that a celebrity from the world of sport\nwould be present on Saturday to open our show. He also said that some\nfamous names of pop music had asked him for tickets to see the show.\"\n\"Yes, such big names are coming to see my show... sorry, OUR\nshow. I can't wait.\"\n\"Ok, let's get back to work,\" said Edward. \"This show will definitely\nbe our best ever, won't it, Manuel?\"\nAs they left the office, Laura heard Manuel reply:\n\"Our show, MY creations!\"\n",
        "img": []
    },
    "33": {
        "text": "Laura gazed into George's blue eyes. \"See you tonight?\" she asked.\nGeorge wasn't listening. He was trying to remember where he had\n put his gloves and torch...\n",
        "img": []
    },
    "34": {
        "text": " \nCHAPTER TWELVE\nTo Catch a Thief\nThursday 25th March\nOnce again, George found it easy to enter the premises of Crane\nCreations. He was not a happy man. He said to himself: \"If Manuel hadn't\ndesigned some more dresses, this wouldn't have been necessary.\"\nHe opened the door to Laura's office and quickly went in. He turned\non the torch and went to the rail in the corner. Good! The dresses were still\nthere. George smiled. He put the two enormous hags he had brought on the\nfloor and began to fill them with the dresses. If Laura hadn't told him about\nthem, the show would have been a great success. She was so trusting and\nnaive.\nHe filled both bags, picked them up and began to walk to the door.\nAt the very moment he turned off his torch, the whole room filled with\nlight. He saw two policemen and behind them were Edward, Manuel, Suzie\nand, of course, Laura. For a moment no-one spoke.\nThen a policeman said: \"Don't move! Put the bags down NOW.\"\n\"Laura, I can explain. Please tell the police to go,\" cried George.\nHe moved towards her but again the policeman shouted: \"Don't\nmove!\"\nLaura came forward. \"I thought you liked me, George.\nIf you had told me who you really were, I would have understood. I\ntrusted you hut you betrayed me. You're just a common thief.\"\n\"A common thief,\" repeated Manuel. \"A thief who stole MY\ncreations.\"\n",
        "img": []
    },
    "35": {
        "text": "George sneered at the group. \"Laura, I've never liked you. You're\nnothing special.\" He had to escape.\nHe dropped the bags, pushed Laura to the floor and ran to the door.\n\"Not so fast!\" came a voice. Edward Crane put out his foot, George\ntripped and fell at the feet of the policemen who quickly handcuffed him.\n\"Surprise!\" The voice of Simon Robbins was followed by the flash\nof his camera. This scene was a great photo for the front page of the UK\nPost.\nLaura was crying. \"I've been so stupid! Thanks,\nSimon. If you hadn't seen George at Folly Fashions, he would have\ndestroyed Crane Creations.\"\nThe police arrested Cristian and took him away.\nOn Friday evening, it seemed like the whole world was present at\nthe fashion show for the new autumn-winter collection of Crane Creations.\nAs expected, it was a great success. Manuel and Laura were the centre of\nattention, and Edward Crane was happy to see his daughter smile again.\nSimon Robbins was also there and the next day the leading articles in the\nUK Post were about fashion. On the front page, there was a photo and an\naccount of the fashion show. At the bottom was an article describing the\narrest of Cristian La Roque and Norma Folly. The photo Simon had taken in\nLaura's office was next to another one of Nonna being arrested at her home\non Thursday night.\nLaura was reading the paper at home.\n\"Suzie, I'm never going out with another man. I've decided that I'm\ngoing to concentrate on my work from now on.\"\nSuzie laughed. \"I don't believe you. Have you seen our new IT\nmanager? He's so...\" She was interrupted by the phone. Laura answered.\n",
        "img": []
    },
    "36": {
        "text": "\"Hi, Laura. It's Simon. Would you like to come to dinner with me\n tonight?\"\n \n- THE END -\nHope you have enjoyed the reading!\nCome back to http://english-e-reader.net/ to find more fascinating and\nexciting stories!\n",
        "img": []
    }
}